driver-tests/bpelse/samples/samplesJBI/test/simpleFlow/Input.xml

<soapenv:Envelope xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:urn="urn:simpleFlowTargetNamespace">
  <soapenv:Body>
    <urn:simpleFlowPart>
      <urn:string>1.11</urn:string>
    </urn:simpleFlowPart>
  </soapenv:Body>
</soapenv:Envelope>